{
    "onboard-content-1": "Let us make managing your fluid intake simpler and more efficient, so you can focus on what matters most: your well-being!",
    "onboard-title-1": "Track Your Liquids!",
    "onboard-content-2": "Designed to empower dialysis patients with the tools and insights they need to stay informed and live healthier lives!",
    "onboard-title-2": "Take Control!",
    "onboard-content-3": "Developed in collaboration with real doctors to ensure the information you receive is accurate, trustworthy, and tailored to your needs!",
    "onboard-title-3": "Doctor Approved!",
    
    "btn-get-started": "Get Started!",
    "btn-back": "Back",
    "btn-continue": "Continue",
    "btn-submit":"Submit",
    "btn-confirm":"Confirm",
    "btn-send":"Send",
    "btn-update":"Update",
    "btn-cancel":"Cancel",
    "btn-delete":"Delete",
    "btn-edit":"Edit",
    "btn-create":"Create",
    "btn-next":"Next",

    "header-sign-up":"Sign Up",
    "btn-sign-up": "Sign Up!",
    "input-name-ph":"e.g John Doe",
    "input-name-label": "Name",
    "input-unit-label":"Units",
    "input-dry-weight-label": "Dry Weight (Given By Doctor)",
    "input-dial-days-label": "Dialysis Days",
    "input-dial-time-label": "Dialysis Leave Time",
    
    "tooltip-dry-weight":"Leave 0 if unknown",
    "tooltip-dial-days":"Which days do you regularly attend dialysis?",
    "tooltip-dial-time":"At what time do you regularly leave dialysis? If different for each day, put the latest time!",
    "tooltip-dry-weight-profile":"Only change if the value has changed",

    "validation-required": "Required field!",
    "validation-short": "Too short! (2 Characters Minimum)",
    "validation-long": "Too long! (50 Characters Maximum)",
    "validation-long-25": "Too long! (25 Characters Maximum)",
    "validation-days": "Select at minimum one option!",
    "validation-too-little-2": "Amount must be at least 2",
    "validation-units": "Input Required!",
    "validation-number": "Must be a number!",
    "validation-integer": "Input must be a whole number!",
    "validation-finalize-bounds": "Input must be -1 or more than or equal to 10!",
    "validation-leaving-weight": "Leaving weight must be both less than arrival weight and have a difference of less than 8!",
    "validation-more-than-10": "Input must be greater than 10",

    "monday-abre":"Mo",
    "tuesday-abre":"Tu",
    "wednesday-abre":"We",
    "thursday-abre":"Th",
    "friday-abre":"Fr",
    "saturday-abre":"Sa",
    "sunday-abre":"Su",

    "delete-account-note": "Deleting your account will permanently remove all data and will not be recoverable!\n\nEnter 'DELETE' to confirm the deletion of your account.",
    "delete-account-ph": "DELETE",
    "delete-account-error":"Make sure the input matches the word 'DELETE'!",

    "medical-disclaimer":"This app is intended solely for educational and self-monitoring purposes to help individuals on dialysis track their fluid intake and learn more about their health. It is not a substitute for professional medical advice, diagnosis, or treatment.\n\nAlways seek the guidance of your nephrologist, dialysis care team, or other qualified healthcare provider with any questions you may have regarding your medical condition, fluid restrictions, medications, or treatment plan.\n\nNever disregard professional medical advice or delay seeking it because of something you have read or recorded in this app. While we strive to provide helpful and accurate information, all medical decisions should be made in consultation with your healthcare provider.\n\nUse of this app does not establish a doctor-patient relationship.",

    "input-lang-label":"Language",
    "input-theme-label":"Theme",
    "input-theme-dark":"Dark",
    "input-theme-light":"Light",

    "nav-support":"Support",
    "nav-support-email":"Send Support Email",
    "nav-delete-acc":"Delete Account",
    "nav-med-discl":"Medical Disclaimer",
    "nav-faq-page":"Frequently Asked",
    "nav-notifications":"Notifications",
    "nav-config":"Configurations",

    "change-fluid-intake-label":"Change Daily Fluid Intake",

    "support-message": "If you have any questions, issues, or concerns that correspond with the app, please let us know! Enter your issue's topic and a message regarding it down below!",
    "input-support-topic-label": "Topic",
    "input-support-topic-ph": "Topic",
    "input-support-message-label":"Message",
    "input-support-message-ph":"Your message here",

    "month-jan": "Jan",
    "month-feb": "Feb",
    "month-mar": "Mar",
    "month-apr": "Apr",
    "month-may": "May",
    "month-jun": "Jun",
    "month-jul": "Jul",
    "month-aug": "Aug",
    "month-sep": "Sept",
    "month-oct": "Oct",
    "month-nov": "Nov",
    "month-dev": "Dec",

    "progress-card-green": "On Track",
    "progress-card-orange": "Slightly Above",
    "progress-card-red": "Exceeding Recommended Amount",

    "progress-card-info": "Total amount drunk over max amount recommended",

    "progress-card-modal-header":"Progress Infographic",
    "progress-card-modal-content-1":"This infographic displays the amount of liquid you've consumed within your current interval. It marks the date from your last dialysis to your next.",
    "progress-card-modal-content-2":"We've provided a guideline for how much we recommend you consume. We calculate this by multiplying the amount of days in the interval by 1000ml or ~34oz (or your own custom value).",
    "progress-card-modal-content-3":"If you're in the green, that means you're within the recommended values. If you're in the yellow area, you're slightly above recommended values but should not be a significant problem. Anything above may cause side effects such as bloating.",
    "progress-card-modal-content-4":"Remember, these are only recommended values, if it doesn't seem to work for you, or your doctor recommends a different amount, please feel free to change it in the settings page!",

    "input-item-form-label": "Add Liquid",
    "input-item-name-ph": "Item Name",
    "input-item-amount-ph": "Amount",

    "item-type-soda": "Soda",
    "item-type-water": "Water",
    "item-type-other": "Other",
    "item-type-coffee": "Coffee/Tea",
    "item-type-juice": "Juice",
    "item-type-energy": "Energy Drink",

    "item-update-modal-header":"Update Item",
    "item-update-modal-subtitle":"You can update the item here.",

    "notification-int-done-title":"Your dialysis interval has ended!",
    "notification-int-done-message":"Launch the app to update your arrival and leaving from dialysis weight.",

    "change-fluid-intake-subtitle":"Here, you can change the maximum amount of daily fluid that works for you or is recommended by your doctor. By default, we recommend 1000 ml or ~34 oz per day.",
    "fluid-intake-toast-subtitle": "You should see the changes reflected in the home tab.",

    "hydration-tracking-graph-label":"Hydration Tracking Graph",
    "hydration-tracking-actual":"Actual",
    "hydration-tracking-recommended":"Recommended",
    "hydration-tracking-actual-tooltip":"The amount you consumed",
    "hydration-tracking-recommended-tooltip":"Recommended amount",
    
    "performance-summary-label":"Performance Summary",
    "performance-good":"Excellent",
    "performance-okay":"Okay",
    "performance-poor":"Poor",
    "performance-good-tooltip":"Under or at the recommended amount",
    "performance-okay-tooltip":"Slightly above the recommended amount",
    "performance-poor-tooltip":"Above the recommended amount",
    
    "hydration-tracking-info-header":"Hydration Tracking",
    "hydration-tracking-info-content":"This graph visually compares your actual fluid intake to the recommended max amount of fluid intake for each interval.\n\n\t\t🟢 The green area represents the recommended max amount of fluid you should have consumed.\n\n\t\t🔵 The blue area shows the actual amount of fluid you drank during each interval. \n\nEach interval is marked on the graph, and is only added once the interval has ended. Data that has less than 50ml of fluid aren't shown.\n\nYou can also tap on any data point to view the exact values for both:\n\n\t- Recommended intake \n\n\t- Actual intake \n\nThis helps you easily track whether you're meeting your hydration goals over time and spot any patterns where you might be falling short or exceeding the target.",
    
    "performance-summary-info-header":"Performance Summary",
    "performance-summary-info-content":"This donut chart shows how well you've stuck to your recommended fluid intake over time.\n\n\t\t🟢 Excellent: You stayed at or under the recommended amount.\n\n\t\t🟠 Okay: You went slightly over (up to 15% more than recommended).\n\n\t\t🔴 Poor: You exceeded the recommended amount by more than 15%.\n\nEach section of the chart represents how often each of these performance levels occurred during your tracked intervals. This gives you a quick snapshot of your overall hydration habits.",
    
    "wot-info-header":"Weight Over Time",
    "wot-info-content":"This line graph visualizes your weight trends over time during dialysis sessions. It displays three lines:\n\n\t\t🔵 Arrival Weight (blue): Your weight when you arrive for dialysis.\n\n\t\t🟢 Leaving Weight (green): Your weight immediately after completing dialysis.\n\n\t\t⚫️ Dry Weight (black): Your target post-dialysis weight, representing the ideal fluid balance.\n\nBy comparing these lines, you can monitor how consistently your treatments bring you close to your dry weight, and track fluid retention or weight fluctuations across sessions.",

    "graph-missing-data":"Not Enough Data",

    "validation-late":"Start date must be earlier than end date.",
    "validation-early-or-current":"End date must be later than start date and be set to a date before today.",
    
    "toast-no-update-header": "No Update",
    "toast-no-update-message": "The input(s) remained the same therefore no change was made.",
    
    "settings-user-tab-info": "You can update your profile and change your basic information here.",
    "settings-other-tab-info": "You can update other information pertinent to your dialysis data here.",
    "settings-pref-tab-info": "You can update system preferences here.",
    "settings-upcoming-notifs": "Upcoming",
    "settings-prev-notifs": "Past",
    
    "settings-pref-label": "Preferences",
    "settings-user-label": "User",
    "settings-other-label": "Other",
    
    "add-item-form-info-content":"You can use this form to add and track liquids you have consumed during your current interval. You can also add items you frequently drink.\n\nTo add a drink into your favorites, first, fill out the form, then press on the star button. After you've done so, you will be able to find the item when you press on the 'Pick From Favorites' button.\n\nTo help with figuring out portions for varying sizes of commonly used containers, we have also left a diagram below to help you estimate the quantity you've drank!",
    "add-item-form-info-header":"Adding Items",

    "favorites-button-label":"Pick From Favorites",
    "favorites-modal-header":"Choose From Favorites",
    "favorites-modal-subtitle":"You can add an item from your favorites to your current interval or delete an item from your favorites.",
    "favorites-empty-error":"No Items Favorited",

    "home-dashboard-tab":"Dashboard",
    "home-read-more-tab":"Read More",
    "home-fluid-track-tab":"Fluid Tracking",

    "dashboard-hello":"Hello",
    "dashboard-subtitle":"Keep yourself updated with your health and take better control of your life!",

    "dashboard-notif-header":"Todays Notifications",
    "dashboard-notif-subtitle":"Shows notifications about your medication, refills, and intervals!",
    "dashboard-notif-empty-error":"No Notifications For Today!",
    "dashboard-notif-refill-label":"Refill Reminders",
    "dashboard-notif-interval-label":"Interval Reminders",
    "dashboard-notif-meds-label":"Medication Reminders",
    "dashboard-notif-button-label":"View all Notifications",
    "dashboard-notif-interval-end":"Remember to log everything you've drank as your interval will end today!",

    "dashboard-meds-header":"Medication",
    "dashboard-meds-subtitle":"You can create medication groups, set notifications for when to take them, and create reminders for refills!",
    "dashboard-meds-button-label":"Check Medications",

    "dashboard-tracking-header":"Track Your Health",
    "dashboard-tracking-subtitle":"Check out graphs that help you keep track of how much you've been drinking each interval, understand how well you've been staying below the max, and how your weight changes between dialysis sessions.\n\nYou can also check previous intervals and edit them or add any you previously missed!",
    "dashboard-tracking-button-label":"Explore Data",

    "toast-updated":"Updated",
    "toast-account-created":"Created Account",
    "toast-created":"Created Successfully",
    "toast-duplicate":"Duplicate",
    "toast-deleted":"Deleted",
    "toast-favorited":"Favorited",
    
    "account-created-toast-subtitle": "Successfully created account",
    "updated-interval-toast-subtitle":"Interval has been successfully been updated",
    "updated-profile-toast-subtitle":"Profile successfully updated",
    "created-interval-toast-subtitle":"Interval has been successfully created",
    "duplicate-start-date-toast-subtitle":"Start date has already been submitted",
    "duplicate-end-date-toast-subtitle":"End date has already been submitted",
    "favorited-toast-subtitle":"Item added to favorites",
    "deleted-account-toast-subtitle":"Account has been successfully deleted",
    "updated-dry-weight-toast-subtitle":"Successfully updated dry weight",
    "deleted-interval-toast-subtitle":"Successfully removed interval",

    "finalize-interval-header":"Finalize Interval",
    "finalize-interval-subtitle":"Please enter this information to finalize your interval. This information will help us create better graphs for you!",
    "finalize-interval-arrival-tip":"What your weight was when you arrived to dialysis",
    "finalize-interval-arrival-label":"Dialysis Arrival Weight",
    "finalize-interval-leaving-label":"Weight After Dialysis",
    "finalize-interval-leaving-tip":"What your weight was when you left dialysis (must be less than arrival weight)",
    "finalize-interval-feeling-tip":"How are you feeling after dialysis?",
    "finalize-interval-feeling-label":"Feeling After Dialysis:",
    "finalize-interval-feeling-good":"Well",
    "finalize-interval-feeling-okay":"Okay",
    "finalize-interval-feeling-bad":"Unwell",

    "validation-date-invalid-past": "Date is required to be set beyond today, not in the past or today!",

    "unit-pill": "Pill",
    "unit-mg": "mg",
    "unit-mcg": "mcg",
    "unit-g": "g",
    "unit-iu": "IU",
    "unit-ml": "ml",

    "notif-meds-group-header": "Reminder",
    "notif-meds-group-message": "Reminder to take your medication(s):",
    "notif-early-refill-header": "Early Refill Reminder",
    "notif-early-refill-message": "Reminder that your refill date is due in one week:",
    "notif-day-of-refill-header": "Refill Reminder",
    "notif-day-of-refill-message": "Reminder that your medication refill is due:",
    "all-notification-group-name": "All Notfications",

    "toast-med-group-created-header":"Medication Group Created",
    "toast-med-group-created-subtitle":"You successfully created the group, if you refresh the page, you should see a change! Additionally, all alerts have been created!",

    "dry-weight-placeholder":"New Dry Weight",
    
    "refill-info-toast-header": "Refill for",
    "refill-info-toast-subtitle": "Make sure to update your medication's refill date to a new one!",
    
    "faq-general-header": "General Dialysis Questions",
    "faq-fluid-header": "Fluid Intake Questions",
    "faq-weight-header": "Weight Questions",
    "faq-q-1": "Can I use this app if I have peritoneal dialysis?",
    "faq-a-1": "While this app was made with hemodialysis in mind, it should still work for someone under peritoneal dialysis. Fluid restrictions would still apply, and though your dialysis may be more frequent, it should help you through your dialysis journey.",
    "faq-q-2": "What are common symptoms for dialysis patients and how do I avoid them?",
    "faq-a-2": "A dialysis patient can feel multiple symptoms, some during the dialysis treatment itself, other symptoms in between sessions.\n\nMuscle cramping is a common symptom that happens mostly due to dehydration. To avoid muscle cramping or to allevaite yourself during a cramp, drink fluids and keep yourself hydrated. This symptom is common after dialysis due to the removal of fluid in your body.\n\nBloating and swelling is another common symptom for dialysis patients. This symptom is often due to fluid overload and can be a sign of over consumption of fluids. Try to control your fluid intake and lower it if your body often struggles with swelling and bloating.",
    "faq-q-3": "Can this app help detect early signs of complications?",
    "faq-a-3": "While this app may help you understand your habits and dialysis better, it is in no way meant to help with any self-diagnosis. If you feel unwell in any way, or believe your health is at risk, please seek out advice from a qualified doctor or other health professional!",
    "faq-q-4": "Why is it important to track my fluid intake?",
    "faq-a-4": "As a dialysis patient, keeping track of your fluid intake can help you avoid fluid-overload which can cause several problems such as bloating and swelling (especially on your lower extremeties), abdominal distension (mainly in peritoneal dialysis), and in the most severe cases, pleural effusion.\n\nThe other downside of fluid overload is the necessity of removing larger amounts of fluid from your body during your dialysis treatment. The more fluid that is removed, the more your heart will be strained, and you will experience more side effects such as tiredness, weakness, cramping, etc.\n\nIt is crucial for you to take care of your fluid intake and remain under the recommended max per session. It is generally advised for dialysis patients to drink about 1L (~34 oz) a day which approximately equates to 1kg (2.2 lbs) of weight (assuming the fluid is similar in density to water).",
    "faq-q-5": "What items are recommended for drinking?",
    "faq-a-5": "What items to drink can depend on your health and what nutrients your physician has advised you to lower/heighten. We do recommend taking specialized nutritional shakes targeted towards dialysis patients to avoid weight loss. We also recommend drinks that are low in sugar (especially for patients with diabetes), sodium, and potassium.",
    "faq-q-6": "What items are recommended to avoid drinking?",
    "faq-a-6": "We recommend avoiding alcoholic beverages, tomato or bean soups, non-nutritious beverages such as soda and coffee, and beverages that contain a lot of sodium.",
    "faq-q-7": "Is it okay if I drink above the recommended max amount?",
    "faq-a-7": "It is okay to drink above the recommended max amount if you live in a warmer area, don't experience bloating or swelling even after consuming more than the max, or experience cramping often. Talk to your physician and ask them what they'd recommend your max daily intake to be based on your conditions.\n\nThis app allows the user to change the max according to the users needs, so feel free to change it if it is not adequate! You can change it when going to the (Settings) tab, then into the (Configurations) page and under the (Others) options.",
    "faq-q-8": "What counts against my fluid intake?",
    "faq-a-8": "Any liquid will count against your fluid intake. This also includes items such as soup, ice cream, and yogurt. It's perfectly fine to consume any of these items in moderation as it is with any other liquid. Make sure you try and stick to the max recommended fluid per session.",
    "faq-q-9": "Should I log everything?",
    "faq-a-9": "It is okay to omit a log if what you drank was a negligle amount, but try and keep your log updated to get the best results from the graphs and to better take care of your health! If you do miss a few items within a certain session, you can go into that sessions page and update it directly! Simply go into the (Tracking) tab, then into the (Interval Records) page and select whichever session you missed! Note: You'll only be able to change the amount of total fluid drank, items can't be added after the session has ended.",
    "faq-q-10": "What is dry weight?",
    "faq-a-10": "Your dry weight is the goal weight after any dialysis session. It is assigned by your doctor and can change in time if you gain or lose weight. Everytime you go into a dialysis treatment, you will usually arrive with a weight heigher than your target dry weight.\n\nYour treatment will aim to remove as much liquid as you can handle to meet the target dry weight. It is because of this that keeping the amount of fluid you consume at a minimum to avoid needing a larger amount of fluid removed.\n\nIt is also important to note that you can arrive to dialysis under your dry weight. In these cases, you will still have fluid removed but only the minimum amount to remove excess waste in your body.",
    "faq-q-11": "Why is it important to track my weight across sessions?",
    "faq-a-11": "It's important to track your weight across sessions because it can help you determine whether or not you are gaining weight or not. You may arrive to dialysis multiple times over/under the target weight by a large amount which may mean you're gaining/losing weight. If you feel your dialysis treatment removes too much fluid, you can talk to your physician to increase/decrease your dry weight to accomodate for such changes.",

    "supp-header":"FAQ",
    "supp-q-1": "Is my data being distributed?",
    "supp-a-1": "Your data is kept entirely locally, we do not have access to it, nor do we distribute it.",
    "supp-q-2": "Can I transfer my account to another device?",
    "supp-a-2": "In the current state of the app, you are not able to transfer the data on your device onto another device. This functionality however, is in fact planned for the future. We acknowledge it is important to allow flexibilty for the user and are working hard to bring you this functionality.",
    "supp-q-3": "Can I use two different devices simultaneously?",
    "supp-a-3": "Since all your data is stored locally on your current device, it is not possible to use two different devices simultaneously while keeping the data persistent across both devices. This app was developed purposefully to be used primarily by the user's most accessible device.",
    "supp-q-4": "Does the app work offline?",
    "supp-a-4": "All features currently created for the app are completely accessible offline without any internet access. We do this for user convenience!",
    "supp-q-5": "Can I share my reports with my doctor?",
    "supp-a-5": "You are free to disclose any of the data gathered here, however, there currently isn't any feature that allows you to export your data for a doctor or any other person of interest to see. A data exporting and importing feature is currently in the works.",
    "supp-q-6": "Is it recommended to use smartphone devices?",
    "supp-a-6": "As this app was expressly made for ease of access for a user, we highly recommend you use a phone or similarly easy to carry device. Though this may work for larger devices such as tablets, we generally don't recommend it. Your user experience might be affected and you may experience issues as our app isn't responsive to larger screens.",
    "supp-send-ticket":"Send Support Ticket",

    "create-med-group-header":"Create Medication Group",
    "med-group-reminder":"Scheduled Reminder",
    "med-group-refill-reminder":"Refill Reminder",
    "med-group-on":"On",
    "med-group-and":"and ",
    "med-group-at":"at ",
    "med-group-medicines":"Medicines",
    "med-group-notes" : "Notes",
    "confirm-edit-group-modal":"Do you want to edit this group?",
    "med-group-header":"Medication Groups",
    "med-group-none-found":"No Medication Groups Set",

    "todays-notifs":"Todays Notifications",
    "notif-take-meds":"Take your medication(s) at",
    "notif-none-found":"No Notifications For Today...",

    "tracking-screen-prev-ints":"Previous Intervals",
    "tracking-screen-int-rec":"Interval Records",
    "tracking-screen-create-int":"Create Interval",
    "tracking-screen-hydration-track":"Hydration Tracking",
    "tracking-screen-weight-track":"Weight Tracking",
    "tracking-screen-weight-records":"Dry Weight Records",
    
    "tracking-hydration-track-subtitle":"Track your fluid hydration habits.",
    "tracking-weight-track-subtitle":"Track change in weight between sessions.",
    "tracking-view-graph-btn":"View The Full Graphs",
    "tracking-header":"Tracking",

    "interval-fluid-header":"Fluid Control",
    "interval-weight-header":"Dialysis Weight Control",
    "interval-items-header":"Items Consumed",
    "interval-total-label":"Total Fluid Consumed",
    "interval-rec-label":"Interval Recommended Max",
    "interval-items-note":"Note: If the total amount has been editted, items may not add up to the correct total amount!",
    "interval-items-none":"No Items Were Logged",

    "dry-weight-add-btn":"Add Dry Weight Change",
    "dry-weight-records":"Records",
    "dry-weight-label":"Dry Weight",
    
    "no-data-found":"No Data Found",

    "interval-form-note": "Here you can create an interval if you missed an interval or have prior data you'd like to add.",
    "interval-total-tooltip": "Total Amount You Drank",
    "interval-form-sentiment-interval": "Include Sentiment After Dialysis",
    "interval-form-start-date": "Start Date",
    "interval-form-end-date": "End Date",
    "interval-form-start-tip": "Date the interval started (must be earlier than today)",
    "interval-form-end-tip": "Date the interval ended (must be later than start date and earlier than today)",
    "interval-form-submit": "Here you can create an interval if you missed an interval or have prior data you'd like to add.",

    "interval-page-form-btn":"Create Interval",
    "interval-page-subtitle":"Select an interval to view its information, edit it, or delete it!",
    "interval-page-none-found":"No Intervals Found",

    "perceived-wellness-1":"Average Perceived Wellness After Dialysis:",
    "perceived-wellness-2":"Average feeling coming out of dialysis based off the selected month.",
    "perceived-wellness-3":"The lower the average, the worse you've felt. The higher the average, the better you've felt.",

    "medication-form-group-subtitle": "Create a medication group and add the pills that correspond with it. This medication group will have the same time, so make sure to only put pills that are for it.",
    "medication-form-group-name-label": "Medication Group Name",
    "medication-form-group-name-ph": "ex. 'Morning Pills'",
    "medication-form-group-notes-label": "Notes",
    "medication-form-group-notes-ph": "Add any notes or extra information you would like to include about this group of medications.",
    "medication-form-group-reminder": "Set Reminder Notifications",
    "medication-form-group-days-label": "Days You Take The Medication",
    "medication-form-group-time-label": "Time of Dosage",

    "medication-form-meds-subtitle":"You must at least include one medication to procede.",
    "medication-form-meds-none":"None",
    "medication-form-meds-refill": "Next refill on ",
    "medication-form-meds-name-label": "Medication Name",
    "medication-form-meds-name-ph": "ex. Minoxidil",
    "medication-form-meds-dosage": "Dosage",
    "medication-form-meds-unit": "Unit",
    "medication-form-meds-notes-ph": "Add any notes or extra information you would like to include about this medication.",
    "medication-form-meds-refill-set": "Set Refill Reminder",
    "medication-form-meds-date-ph": "Set Date",
    "medication-form-meds-date-label": "Refill Reminder",

    "medication-form-conf-header": "Confirm Information",
    "medication-form-conf-reminder-1": "There will be a reminder every ",
    "medication-form-conf-reminder-2": " for this medication group.",

    "notifications-filter-header":"Filter Notifications",
    "notifications-filter-all":"All",
    "notifications-filter-meds":"Medications",
    "notifications-filter-interval":"Intervals",
    "notifications-filter-refill":"Refills",
    "notifications-no-items-found":"Not Items Found",
    "notifications-subtitle":"Notifications from the last 60 days.",

    "hydration-tracking-avg-header":"Average Intake Per Day",
    "hydration-tracking-avg-statement-1":"This means you are taking care of not drinking too much.\n\nRemember, if you feel poorly while consuming under the max daily intake, it could mean you are dehydrated and may need to consume more liquid.",
    "hydration-tracking-avg-statement-2":"This means you are drinking above the recommended max.\n\nIf you are often drinking more than the recommended amount by a little amount but you feel good, it could mean your max fluid intake might be higher than it is currently set. If you are otherwise experiencing negative symptoms and side effects, it means you should try and lower the amount you drink daily.",

    "performance-summary-subtitle":"If you notice you're often in the orange or red marks but feel good, you may need to update your recommended max daily fluid intake. Certain things such as temperature and weight may affect your max.",

    "sentiment-bar-graph-label" : "Correlation Between Perceived Wellness and Fluid Removed",
    "sentiment-bar-graph-tooltip-content" : "This bar graph is designed to help you understand how the amount of fluid removed during dialysis may impact how you feel afterward.\n\nIt displays five bars, each corresponding to a different sentiment rating you selected after treatment—from 1 (feeling terrible) to 5 (feeling great).\n\nEach bar shows the average amount of weight removed during sessions where you gave that particular rating.\n\nSince higher fluid removal often indicates fluid overload, this graph helps you identify how such overloads may be affecting your well-being. \n\nBy visually comparing these averages, you can spot trends—like whether feeling worse is linked to having more fluid removed—giving you deeper insight into how your body responds to different treatment intensities.",
    "sentiment-bar-graph-tooltip-header" : "Perceived Wellness After Dialysis vs. Fluid Removal",
    "sentiment-bar-graph-average" : "Average",
    "sentiment-bar-graph-occurance" : "Occurance",
    "sentiment-bar-graph-bad" : "Bad",
    "sentiment-bar-graph-good" : "Good",

    "tracking-slide-header":"Keep Track",
    "tracking-slide-subtitle":"Don't forget to keep your information as updated as possible to keep good records.",
    "tracking-slide-avg-sent-header":"Average Perceived Wellness",
    "tracking-slide-avg-sent-content":"Average feeling coming out of dialysis during this month. The lower the average, the worse you've felt. The higher the average, the better you've felt.",

    "weight-graph-header": "Weight Over Time",
    "weight-graph-tip-arrival": "Arrival",
    "weight-graph-tip-arrival-tip": "Weight Before Dialysis Treatment",
    "weight-graph-tip-leaving": "Leaving",
    "weight-graph-tip-leaving-tip": "Weight After Dialysis Treatment",
    "weight-graph-tip-dry": "Dry Weight",
    "weight-graph-tip-dry-tip": "Goal weight doctors aim for when deciding the amount of liquid to remove",

    "med-group-edit-modal":"Do you want to edit this group?",
    "confirm-delete-modal":"Deleting this will permanently remove it. Confirm to delete!",

    "update-available-header":"Update Available",
    "update-available-message":"Restarting to apply the latest update",

    "toast-med-group-edited-header":"Medication Group Edited",
    "toast-med-group-edited-subtitle":"Your medication group has been updated!"
}