{
    "onboard-title-1": "¡Controla tus Líquidos!",
    "onboard-content-1": "¡Permítanos hacer que el manejo de su ingesta de líquidos sea más sencillo y eficiente, para que pueda concentrarse en lo que más importa: su bienestar!",
    "onboard-title-2": "¡Toma Control!",
    "onboard-content-2": "¡Diseñado para brindar a los pacientes de diálisis las herramientas y los conocimientos que necesitan para mantenerse informados y vivir vidas más saludables!",
    "onboard-title-3": "¡Aprobado por Médicos!",
    "onboard-content-3": "Desarrollado en colaboración con médicos reales para garantizar que la información que recibe sea precisa, confiable y adaptada a sus necesidades.",
    
    "btn-get-started": "¡Empieza!",
    "btn-back":"Atrás",
    "btn-continue": "Continuar",
    "btn-submit":"Registrar",
    "btn-confirm":"Confirmar",
    "btn-send":"Mandar",
    "btn-update":"Actualizar",
    "btn-cancel":"Cancelar",
    "btn-delete":"Borrar",
    "btn-edit":"Editar",
    "btn-create":"Crear",
    "btn-next":"Siguiente",

    "header-sign-up":"Inscribete",
    "btn-sign-up": "Inscribete",
    "input-name-ph":"p. ej. Juan Montoya",
    "input-name-label": "Nombre",
    "input-unit-label":"Unidades",
    "input-dry-weight-label": "Peso Seco (Asignado Por Doctor)",
    "input-dial-days-label": "Días de Diálisis",
    "input-dial-time-label": "Tiempo de salida en Diálisis",
  
    "tooltip-dry-weight":"Dejelo en 0 si no se sabe",
    "tooltip-dial-days":"¿Qué días asistes regularmente a diálisis?",
    "tooltip-dial-time":"¿A qué hora sales regularmente de diálisis? Si es diferente cada día, indica la hora más tarde.",
    "tooltip-dry-weight-profile":"Cambie sólo si el valor ha cambiado",

    "validation-required": "¡Requerido!",
    "validation-short": "¡Demasiado corto! (Mínimo 2 caracteres)",
    "validation-long": "¡Demasiado largo! (Máximo 50 caracteres)",
    "validation-long-25": "¡Demasiado largo! (Máximo 25 caracteres)",
    "validation-too-little-2": "Cantidad insuficiente. El mínimo es 2.",
    "validation-days": "¡Seleccione al menos una opción!",
    "validation-units": "¡Requerido!",
    "validation-number": "¡Debe ser un número!",
    "validation-integer": "¡Debe ser un número entero!",
    "validation-finalize-bounds": "¡Debe ser -1 o mayor o igual a 10!",
    "validation-leaving-weight": "¡El peso de salida debe ser menor que el peso de llegada y tener una diferencia de menos de 8!",
    "validation-more-than-10": "La entrada debe ser mayor o igual a 10",

    "monday-abre":"Lu",
    "tuesday-abre":"Ma",
    "wednesday-abre":"Mi",
    "thursday-abre":"Ju",
    "friday-abre":"Vi",
    "saturday-abre":"Sá",
    "sunday-abre":"Do",

    "delete-account-note": "¡Eliminando su cuenta eliminará permanentemente todos los datos y no serán recuperables!\n\n¡Ingrese 'ELIMINAR' para confirmar la eliminación  de su cuenta!",
    "delete-account-ph": "ELIMINAR",
    "delete-account-error":"¡Asegúrese de que la entrada coincida con la palabra 'ELIMINAR'!",

    "medical-disclaimer":"Esta aplicación está diseñada exclusivamente con fines educativos y de automonitoreo para ayudar a las personas en diálisis a controlar su ingesta de líquidos y a aprender más sobre su salud. No sustituye el consejo médico, el diagnóstico ni el tratamiento profesional.\n\nSiempre consulte con su nefrólogo, equipo de diálisis u otro profesional de la salud calificado si tiene alguna pregunta sobre su condición médica, restricciones de líquidos, medicamentos o plan de tratamiento.\n\nNunca ignore el consejo médico profesional ni demore en buscarlo por algo que haya leído o grabado en esta aplicación. Si bien nos esforzamos por brindar información útil y precisa, todas las decisiones médicas deben tomarse consultando a su profesional de la salud.\n\nEl uso de esta aplicación no establece una relación médico-paciente.",

    "input-lang-label":"Lenguaje",
    "input-theme-label":"Modo",
    "input-theme-dark":"Oscuro",
    "input-theme-light":"Claro",

    "nav-support":"Apoyo",    
    "nav-support-email":"Envia Correo Electrónico de Soporte",
    "nav-delete-acc":"Eliminar Cuenta",
    "nav-med-discl":"Descargo de Responsabilidad Médica",
    "nav-faq-page":"Preguntas Frecuentes",
    "nav-notifications":"Notificaciones",
    "nav-settings":"Ajustes",
    "nav-config":"Configuración",
    
    "change-fluid-intake-label":"Cambiar Ingesta Diaria de Líquido",

    "support-message": "Si tienes alguna pregunta, problema o inquietud relacionada con la aplicación, ¡háznoslo saber! Escribe el tema de tu problema y un mensaje al respecto abajo.",
    "input-support-topic-label": "Tema",
    "input-support-topic-ph": "El Tema",
    "input-support-message-label":"Mensaje",
    "input-support-message-ph":"Tu mensaje",

    "month-jan": "Ene",
    "month-feb": "Feb",
    "month-mar": "Mar",
    "month-apr": "Abr",
    "month-may": "May",
    "month-jun": "Jun",
    "month-jul": "Jul",
    "month-aug": "Ago",
    "month-sep": "Sept",
    "month-oct": "Oct",
    "month-nov": "Nov",
    "month-dev": "Dic",

    "progress-card-green": "Adecuado",
    "progress-card-orange": "Poco Alto",
    "progress-card-red": "Excediendo Cantidad Recomendada",

    "progress-card-info": "Cantidad total bebida sobre cantidad recomendada por ciclo",

    "progress-card-modal-header":"Infografía de Progreso",
    "progress-card-modal-content-1":"Esta infografía muestra la cantidad de líquido que ha consumido durante su sesión actual. Marca la fecha desde su última diálisis hasta la siguiente.",
    "progress-card-modal-content-2":"Hemos proporcionado una guía sobre la cantidad recomendada de consumo. La calculamos multiplicando la cantidad de días del sesión por 1000 ml o ~34 oz (o su valor personalizado).",
    "progress-card-modal-content-3":"Si está en verde, significa que está dentro de los valores recomendados. Si está en amarillo, está ligeramente por encima de los valores recomendados, pero no debería ser un problema importante. Cualquier valor por encima puede causar efectos secundarios como hinchazón.",
    "progress-card-modal-content-4":"Recuerde, estos son solo valores recomendados. Si no parece funcionar para usted o su médico recomienda una cantidad diferente, no dude en cambiarla en la página de configuración.",

    "input-item-form-label": "Agregar Líquido",
    "input-item-name-ph": "Nombre del Artículo",
    "input-item-amount-ph": "Cantidad",
    
    "item-type-soda": "Soda",
    "item-type-water": "Agua",
    "item-type-other": "Otro",
    "item-type-coffee": "Café/Té",
    "item-type-juice": "Jugo",
    "item-type-energy": "Bebida Energética",

    "item-update-modal-header":"Actualizar Artículo",
    "item-update-modal-subtitle":"Puede actualizar el artículo aquí.",

    "notification-int-done-title":"¡Su sesión de diálisis ha finalizado!",
    "notification-int-done-message":"Inicie la aplicación para actualizar su peso al llegar y al salir de diálisis.",

    "change-fluid-intake-subtitle":"Aquí puedes ajustar la cantidad máxima de líquido diario que te funcione o que te recomiende tu médico. Por defecto, recomendamos 1000 ml (aproximadamente 34 oz) al día.",
    "fluid-intake-toast-subtitle": "Deberías ver los cambios reflejados en la página de inicio.",

    "hydration-tracking-graph-label":"Seguimiento de Hidratación",
    "hydration-tracking-actual":"Actual",
    "hydration-tracking-recommended":"Recomendado",
    "hydration-tracking-actual-tooltip":"La cantidad que consumiste",
    "hydration-tracking-recommended-tooltip":"Cantidad recomendada",

    "performance-summary-label":"Resumen de Desempeño",
    "performance-good":"Excelente",
    "performance-okay":"Bien",
    "performance-poor":"Malo",
    "performance-good-tooltip":"Debajo o en la cantidad recomendada",
    "performance-okay-tooltip":"Un poco por encima de la cantidad recomendada",
    "performance-poor-tooltip":"Por encima de la cantidad recomendada",
    
    "hydration-tracking-info-header":"Gráfico de Hidratación",
    "hydration-tracking-info-content":"Este gráfico compara visualmente tu ingesta de líquidos con la cantidad máxima recomendada para cada sesión.\n\n\t🟢 El área verde representa la cantidad máxima recomendada de líquido que deberías  consumir.\n\n\t🔵 El área azul muestra la cantidad de líquido que bebiste durante cada sesión.\n\nCada sesión está marcado en el gráfico y solo se añade una vez finalizado. No se muestran los datos que tienen menos de 50 ml de líquido en el gráfico.\n\nTambién puedes tocar cualquier punto de datos para ver los valores exactos de ambos: \n\n\t- Ingesta recomendada \n\n\t- Ingesta real \n\nEsto te ayuda a analizar fácilmente si estás cumpliendo con tus objetivos de hidratación a lo largo del tiempo y a detectar patrones que te impidan alcanzar el objetivo o lo superen.",
    
    "performance-summary-info-header":"Resumen de Desempeño",
    "performance-summary-info-content":"Esta gráfica de anillos muestra qué tan bien has cumplido con la ingesta de líquidos recomendada a lo largo del tiempo.\n\n\t🟢 Excelente: Te mantuviste en la cantidad recomendada o por debajo de ella.\n\n\t🟠 Regular: Te excediste ligeramente (hasta un 15 % más de lo recomendado).\n\n\t🔴 Malo: Superaste la cantidad recomendada en más del 15 %.\n\nCada sección de la gráfica representa la frecuencia con la que se produjo cada uno de estos niveles de rendimiento durante los sesiónes registrados. Esto te da una visión general de tus hábitos de hidratación.",

    "wot-info-header":"Peso A Lo Largo Del Tiempo",
    "wot-info-content":"Este gráfico de líneas visualiza las tendencias de su peso a lo largo del tiempo durante las sesiones de diálisis. Muestra tres líneas:\n\n\t🔵 Peso al llegar (azul): Su peso al llegar a la diálisis.\n\n\t🟢 Peso al salir (verde): Su peso inmediatamente después de completar la diálisis.\n\n\t⚫️ Peso seco (negro): Su peso objetivo después de la diálisis, que representa el equilibrio hídrico ideal.\n\nAl comparar estas líneas, puede monitorear la consistencia con la que sus tratamientos lo acercan a su peso seco y hacer un seguimiento de la retención de líquidos o las fluctuaciones de peso entre sesiones.",

    "graph-missing-data":"No Hay Suficientes Datos",

    "validation-late":"La fecha de inicio debe ser anterior a la fecha de finalización.",
    "validation-early-or-current":"La fecha de finalización debe ser posterior a la fecha de inicio y debe establecerse en una fecha anterior a hoy.",
    
    "toast-no-update-header": "No se Actualizó",
    "toast-no-update-message": "Las entradas permanecieron iguales.",
    
    "settings-user-tab-info": "Puede actualizar tu perfil y cambiar tu información básica aquí.",
    "settings-other-tab-info": "Puede actualizar otra información pertinente a sus datos de diálisis aquí.",
    "settings-pref-tab-info": "Puede actualizar las preferencias del sistema aquí.",
    "settings-upcoming-notifs": "Próximo",
    "settings-prev-notifs": "Pasados",

    "settings-pref-label": "Preferencias",
    "settings-user-label": "Usuario",
    "settings-other-label": "Otro",
    
    "add-item-form-info-content":"Puedes usar este formulario para agregar y registrar los líquidos que has consumido durante tu sesión actual. También puedes agregar bebidas que bebes con frecuencia a tus favoritos.\n\nPara agregar una bebida a tus favoritos, primero completa el formulario y luego presiona el botón de estrella. Después, podrás encontrarla al presionar el botón 'Seleccionar de favoritos'.\n\nPara ayudarte a calcular las porciones para los diferentes tamaños de los recipientes más comunes, también hemos incluido un diagrama a continuación para ayudarte a estimar la cantidad que has bebido.",
    "add-item-form-info-header":"Agregando Líquidos",

    "favorites-button-label":"Elije Entre Tus Favoritos",
    "favorites-modal-header":"Elije Entre Tus Favoritos",
    "favorites-modal-subtitle":"Puede agregar un elemento de sus favoritos a su sesión actual o eliminar un elemento de sus favoritos.",
    "favorites-empty-error":"No Tienes Favoritos",

    "home-dashboard-tab":"Inicio",
    "home-read-more-tab":"Leer Más",
    "home-fluid-track-tab":"Sesión",

    "dashboard-hello":"¡Hola",
    "dashboard-subtitle":"¡Manténte actualizado con tu salud y toma un mejor control de tu vida!",

    "dashboard-notif-header":"Notificaciones de Hoy",
    "dashboard-notif-subtitle":"¡Muestra notificaciones sobre tus medicamentos, recargas e sesiones!",
    "dashboard-notif-empty-error":"¡No Hay Notificaciones Para Hoy!",
    "dashboard-notif-refill-label":"Recordatorios de Recarga",
    "dashboard-notif-interval-label":"Recordatorios de Sesión",
    "dashboard-notif-meds-label":"Recordatorios de Medicamentos",
    "dashboard-notif-button-label":"Ver Todas Las Notificaciones",
    "dashboard-notif-interval-end":"¡Recuerde registrar todo lo que has bebido ya que tu sesión finalizará hoy!",
    
    "dashboard-meds-header":"Medicamento",
    "dashboard-meds-subtitle":"¡Puedes crear grupos de medicamentos, configurar notificaciones para saber cuándo tomarlos y crear recordatorios para recargas!",
    "dashboard-meds-button-label":"Ver Medicamentos",

    "dashboard-tracking-header":"Seguimiento de Salud",
    "dashboard-tracking-subtitle":"Consulta los gráficos que te ayudan a llevar un registro de cuánto has estado bebiendo en cada sesion, entender qué tan bien te has mantenido por debajo del máximo y cómo cambia tu peso entre sesiones de diálisis.\n\n¡También puedes consultar sesiónes anterioras y editarlas o agregar cualquiera que hayas omitido anteriormente!",
    "dashboard-tracking-button-label":"Explorar Datos",

    "toast-updated":"Actualizado",
    "toast-account-created":"Cuenta Creada",
    "toast-created":"Creado Exitosamente",
    "toast-duplicate":"Duplicado",
    "toast-deleted":"Borrado",
    "toast-favorited":"Agregado",
    
    "account-created-toast-subtitle": "Cuenta creada exitosamente",
    "updated-interval-toast-subtitle":"La sesión se ha actualizado correctamente",
    "updated-profile-toast-subtitle":"Perfil actualizado exitosamente",
    "created-interval-toast-subtitle":"La sesión se ha creado",
    "duplicate-start-date-toast-subtitle":"La fecha de inicio ya ha sido establecida",
    "duplicate-end-date-toast-subtitle":"La fecha de finalización ya ha sido establecida",
    "favorited-toast-subtitle":"Artículo añadido a favoritos",
    "deleted-account-toast-subtitle":"La cuenta ha sido eliminada exitosamente",
    "updated-dry-weight-toast-subtitle":"Peso seco actualizado exitosamente",
    "deleted-interval-toast-subtitle":"Sesión eliminada con éxito",

    "finalize-interval-header":"Finalizar Sesión",
    "finalize-interval-subtitle":"Ingrese esta información para finalizar su sesión. ¡Esta información nos ayudará a crear mejores gráficos para usted!",
    "finalize-interval-arrival-tip":"¿Cuál era su peso cuando llegó a diálisis?",
    "finalize-interval-arrival-label":"Peso Inicial de Diálisis",
    "finalize-interval-leaving-label":"Peso Después de la Diálisis",
    "finalize-interval-leaving-tip":"¿Cuál era su peso al salir de la diálisis (peso al llegar menos cuánto que le quitaron)?",
    "finalize-interval-feeling-tip":"¿Cómo se siente después de la diálisis?",
    "finalize-interval-feeling-label":"Sensación:",
    "finalize-interval-feeling-good":"Bien",
    "finalize-interval-feeling-okay":"Ok",
    "finalize-interval-feeling-bad":"Indispuesto",

    "validation-date-invalid-past": "¡Es necesario fijar una fecha posterior a hoy, no en el pasado o en el hoy!",

    "unit-pill": "Pastilla",
    "unit-mg": "mg",
    "unit-mcg": "mcg",
    "unit-g": "g",
    "unit-iu": "IU",
    "unit-ml": "ml",

    "notif-meds-group-header": "Recordatorio",
    "notif-meds-group-message": "Recordatorio para tomar tu(s) medicamento(s):",
    "notif-early-refill-header": "Recordatorio de Recarga Anticipada",
    "notif-early-refill-message": "Recordatorio: tu fecha de recarga es en una semana:",
    "notif-day-of-refill-header": "Recordatorio de Recarga",
    "notif-day-of-refill-message": "Recordatorio: ya debe renovar su medicamento:",
    "all-notification-group-name": "Todas Las Notificaciones",

    "toast-med-group-created-header":"Medication Group Created",
    "toast-med-group-created-subtitle":"You successfully created the group, if you refresh the page, you should see a change! Additionally, all alerts have been created!",

    "dry-weight-placeholder":"Nuevo Peso Seco",

    "refill-info-toast-header": "Recarga para",
    "refill-info-toast-subtitle": "¡Asegúrese de actualizar la fecha de recarga de su medicamento a una nueva!",
    
    "faq-general-header": "Preguntas Generales",
    "faq-fluid-header": "Preguntas Sobre Ingesta de Líquidos",
    "faq-weight-header": "Preguntas Sobre Peso",
    "faq-q-1": "¿Puedo usar esta aplicación si tengo diálisis peritoneal?",
    "faq-a-1": "Aunque esta aplicación se diseñó pensando en la hemodiálisis, debería funcionar para personas en diálisis peritoneal. Se aplicarán restricciones de líquidos, y aunque su diálisis sea más frecuente, debería ayudarle durante su proceso.",
    "faq-q-2": "¿Cuáles son los síntomas mas comunes en los pacientes en diálisis y cómo puedo evitarlos?",
    "faq-a-2": "Un paciente en diálisis puede sentir múltiples síntomas, algunos durante el tratamiento y otros entre sesiones. \n\nLos calambres musculares son un síntoma común que se produce principalmente por deshidratación. Para evitarlo o aliviarse durante un calambre, beba líquidos y manténgase hidratado. Este síntoma es común después de la diálisis debido a la eliminación de líquidos del cuerpo.\n\nLa hinchazón y la distensión abdominal son otros síntomas comúnes en los pacientes en diálisis. Estos síntomas suelen deberse a una sobrecarga de líquidos y pueden ser un signo de consumo excesivo de líquidos. Intente controlar su consumo de líquidos y reducirlo si su cuerpo suele sufrir de hinchazón y distensión abdominal.",
    "faq-q-3": "¿Puede esta aplicación ayudar a detectar signos tempranos de complicaciones?",
    "faq-a-3": "Si bien esta aplicación puede ayudarte a comprender mejor tus hábitos y la diálisis, no pretende ayudarte con el autodiagnóstico. Si no te sientes bien o crees que tu salud está en riesgo, consulta con un médico calificado u otro profesional de la salud.",
    "faq-q-4": "¿Por qué es importante realizar un seguimiento de mi ingesta de líquidos?",
    "faq-a-4": "Como paciente de diálisis, controlar su ingesta de líquidos puede ayudarle a evitar la sobrecarga de líquidos, que puede causar diversos problemas como hinchazón (especialmente en las extremidades inferiores), distensión abdominal (principalmente en diálisis peritoneal) y, en casos mas graves, derrame pleural.\n\nOtra desventaja de la sobrecarga de líquidos es la necesidad de eliminar mayores cantidades de líquido del cuerpo durante el tratamiento de diálisis. Cuanto más líquido se extraiga, mayor será el esfuerzo para el corazón y experimentará más efectos secundarios como cansancio, debilidad, calambres, etc.\n\nEs fundamental que controle su ingesta de líquidos y se mantenga por debajo del máximo recomendado por sesión. Generalmente, se recomienda que los pacientes de diálisis beban alrededor de 1 litro (~34 oz) al día, lo que equivale aproximadamente a 1 kg (2,2 lbs) de peso (asumiendo que el líquido tiene una densidad similar al agua).",
    "faq-q-5": "¿Qué artículos se recomiendan para beber?",
    "faq-a-5": "Las bebidas que debe beber dependen de su salud y de los nutrientes que su médico le haya recomendado reducir o aumentar. Recomendamos tomar batidos nutricionales específicos para pacientes en diálisis para evitar la pérdida de peso. También recomendamos bebidas bajas en azúcar (especialmente para pacientes con diabetes), potasio, y sodio.",
    "faq-q-6": "¿Qué artículos se recomienda evitar beber?",
    "faq-a-6": "Recomendamos evitar bebidas alcohólicas, sopa de tomate o frijoles, bebidas no nutritivas como refrescos y café, y bebidas que contengan mucho sodio.",
    "faq-q-7": "¿Está bien si bebo más de la cantidad máxima recomendada?",
    "faq-a-7": "No hay problema en beber más de la cantidad máxima recomendada si vives en una zona cálida, no experimentas hinchazón ni distensión abdominal incluso después de consumir más de la cantidad máxima, o sufres calambres con frecuencia. Consulta con tu médico y pregúntale cuál es tu ingesta diaria máxima recomendada según tus necesidades.\n\nEsta aplicación permite ajustar la cantidad máxima según tus necesidades, así que puedes cambiarla si no es la adecuada. Puedes cambiarla en la pestaña 'Configuración', luego en la página 'Configuraciones', en la sección 'Otros'.",
    "faq-q-8": "¿Qué se considera como un factor negativo en mi ingesta de líquidos?",
    "faq-a-8": "Cualquier líquido se descuenta de tu ingesta. Esto también incluye sopa, helado y yogur. Puedes consumir cualquiera de estos alimentos con moderación, al igual que cualquier otro líquido. Asegúrate de consumir la cantidad máxima de líquido recomendada por sesión.",
    "faq-q-9": "¿Debo registrar todo?",
    "faq-a-9": "No hay problema en omitir un registro si bebiste una cantidad insignificante, pero intenta mantenerlo actualizado para obtener los mejores resultados de las gráficas y cuidar mejor tu salud. Si te saltas algo en una sesión, puedes ir a la página de esa sesión y actualizarla directamente. Simplemente ve a la pestaña 'Seguimiento', luego a la página 'Registros de intervalos' y selecciona la sesión que te perdiste.",
    "faq-q-10": "¿Qué es el peso seco?",
    "faq-a-10": "Su peso seco es el peso seco después de cualquier sesión de diálisis. Lo asigna su médico y puede cambiar con el tiempo si aumenta o baja de peso. Cada vez que ingresa a un tratamiento de diálisis, generalmente llegará con un peso superior a su peso seco.\n\nEl tratamiento tendrá como objetivo eliminar la mayor cantidad de líquido posible para alcanzar el peso seco. Por ello, es importante minimizar la ingesta de líquidos para evitar la necesidad de extraer una cantidad mayor.\n\nTambién es importante tener en cuenta que puede llegar a la diálisis con un peso inferior al que se encuentra en seco. En estos casos, se le extraerá líquido, pero solo la cantidad mínima necesaria para eliminar el exceso de desechos de su cuerpo.",
    "faq-q-11": "¿Por qué es importante realizar un seguimiento de mi peso a lo largo de las sesiones?",
    "faq-a-11": "Es importante llevar un registro de su peso a lo largo de las sesiones, ya que puede ayudarle a determinar si está subiendo de peso. Es posible que llegue a diálisis con un peso significativamente superior o inferior al objetivo varias veces, lo que podría indicar que está subiendo o bajando de peso. Si siente que su tratamiento de diálisis elimina demasiado líquido, puede hablar con su médico para aumentar o disminuir su peso seco y adaptarlo a dichos cambios.",

    "supp-header":"Preguntas Frequentes",
    "supp-q-1": "¿Se están distribuyendo mis datos?",
    "supp-a-1": "Sus datos se guardan íntegramente de forma local, no tenemos acceso a ellos ni los distribuimos.",
    "supp-q-2": "¿Puedo transferir mi cuenta a otro dispositivo?",
    "supp-a-2": "En el estado actual de la aplicación, no es posible transferir los datos de su dispositivo a otro. Sin embargo, esta función está prevista para el futuro. Reconocemos la importancia de ofrecer flexibilidad al usuario y estamos trabajando arduamente para ofrecerle esta funcionalidad.",
    "supp-q-3": "¿Puedo utilizar dos dispositivos diferentes simultáneamente?",
    "supp-a-3": "Dado que todos tus datos se almacenan localmente en tu dispositivo actual, no es posible usar dos dispositivos simultáneamente y mantener la información persistente en ambos. Esta aplicación se desarrolló específicamente para usarse principalmente en el dispositivo más accesible del usuario.",
    "supp-q-4": "¿La aplicación funciona sin conexión?",
    "supp-a-4": "Todas las funciones creadas para la aplicación son completamente accesibles sin conexión a internet. ¡Lo hacemos para la comodidad del usuario!",
    "supp-q-5": "¿Puedo compartir mis informes con mi médico?",
    "supp-a-5": "Tiene la libertad de divulgar cualquier dato recopilado aquí; sin embargo, actualmente no existe ninguna función que le permita exportar sus datos para que un médico o cualquier otra persona de interés los vea. Se está desarrollando una función de exportación e importación de datos.",
    "supp-q-6": "¿Es recomendable utilizar dispositivos teléfonos inteligentes?",
    "supp-a-6": "Dado que esta aplicación se diseñó específicamente para facilitar el acceso al usuario, le recomendamos encarecidamente que use un teléfono o un dispositivo similar y fácil de transportar. Aunque esto puede funcionar con dispositivos más grandes, como tabletas, generalmente no lo recomendamos. Su experiencia de usuario podría verse afectada y podría experimentar problemas, ya que nuestra aplicación no responde a pantallas grandes.",
    "supp-send-ticket":"Enviar Ticket De Soporte",

    "create-med-group-header":"Crear Grupo de Medicación",
    "med-group-reminder":"Recordatorio Programado",
    "med-group-refill-reminder":"Recordatorio de Recarga",
    "med-group-on":"",
    "med-group-and":"y ",
    "med-group-at":"a la(s) ",
    "med-group-medicines":"Medicamentos",
    "med-group-notes" : "Notas",
    "confirm-edit-group-modal":"¿Quieres editar este grupo?",
    "med-group-header":"Grupos de Medicamentos",
    "med-group-none-found":"No Se Encontraron Grupos de Medicamentos",

    "todays-notifs":"Notificaciones de Hoy",
    "notif-take-meds":"Tome su(s) medicamento(s) a las",
    "notif-none-found":"No Hay Notificaciones Para Hoy...",

    "tracking-screen-prev-ints":"Sesiones Anteriores",
    "tracking-screen-int-rec":"Registros de Sesión",
    "tracking-screen-create-int":"Crear Sesión",
    "tracking-screen-hydration-track":"Seguimiento de Hidratación",
    "tracking-screen-weight-track":"Seguimiento de Peso",
    "tracking-screen-weight-records":"Registros de Peso Seco",
    
    "tracking-hydration-track-subtitle":"Realice un seguimiento de sus hábitos de hidratación de líquidos.",
    "tracking-weight-track-subtitle":"Seguimiento del cambio de peso entre sesiones.",
    "tracking-view-graph-btn":"Ver Los Gráficos Completos",
    "tracking-header":"Seguimiento",

    "interval-fluid-header":"Control de Fluidos",
    "interval-weight-header":"Control de Peso por Diálisis",
    "interval-items-header":"Líquido Consumido",
    "interval-arrival-label":"Peso de Llegada a Diálisis",
    "interval-leaving-label":"Peso Después de la Diálisis",
    "interval-total-label":"Total Consumido",
    "interval-rec-label":"Recomendado Máx Por Sesión",
    "interval-items-note":"Nota: Si se ha editado el total consumido, es posible que los artículos no sumen al total consumido correcto.",
    "interval-items-none":"No se Registraron Artículos",

    "dry-weight-add-btn":"Cambiar Peso Seco",
    "dry-weight-records":"Archivos",
    "dry-weight-label":"Peso Seco",
    
    "no-data-found":"No se Encontraron Datos",

    "interval-form-note": "Aquí puedes crear un intervalo si te perdiste un intervalo o tienes datos anteriores que te gustaría agregar.",
    "interval-total-tooltip": "Cantidad total que bebió",
    "interval-form-sentiment-interval": "Incluyir sentimiento después de diálisis?",
    "interval-form-start-date": "Fecha de Inicio",
    "interval-form-end-date": "Fecha de Finalización",
    "interval-form-start-tip": "Fecha de inicio del intervalo (debe ser anterior a hoy)",
    "interval-form-end-tip": "Fecha en que finalizó el intervalo (debe ser posterior a la fecha de inicio y anterior a la fecha de hoy)",
    "interval-form-submit": "Aquí puedes crear un intervalo si te perdiste un intervalo o tienes datos anteriores que te gustaría agregar.",

    "interval-page-form-btn":"Crear Sesión",
    "interval-page-subtitle":"¡Selecciona una sesión para ver su información, editarla o eliminarla!",
    "interval-page-none-found":"No se Encontraron Sesiones",

    "perceived-wellness-1":"Bienestar promedio percibido después de la diálisis:",
    "perceived-wellness-2":"Sensación promedio al salir de la diálisis según el mes seleccionado.",
    "perceived-wellness-3":"Cuanto más bajo sea el promedio, peor te has sentido. Cuanto más alto sea el promedio, mejor te has sentido.",

    "medication-type-btn-create": "Crear Nuevo Grupo",
    "medication-type-btn-dupe": "Duplicar Grupo",
    "medication-type-header": "¡Elige cómo quieres crear tu grupo!",
    "medication-type-dupe-label": "Seleccione un Grupo",
    "medication-type-dupe-note": "Nota: La duplicación no transfiere los recordatorios, deberá configurarlos usted mismo editando el nuevo grupo después de crearlo.",

    "medication-form-group-subtitle": "Crea un grupo de medicamentos y añade las pastillas correspondientes. Este grupo tendrá la misma hora, así que asegúrate de añadir solo las pastillas correspondientes.",
    "medication-group-info-label": "Información del Grupo",
    "medication-form-group-name-label": "Nombre del Grupo de Medicación",
    "medication-form-group-name-ph": "ej. 'Medicina de la Mañana'",
    "medication-form-group-notes-label": "Notas",
    "medication-form-group-notes-ph": "Agregue cualquier nota o información adicional que desee incluir sobre este grupo de medicamentos.",
    "medication-form-group-reminder": "Establecer Notificaciones de Recordatorio",
    "medication-form-group-days-label": "Días Que Toma el Medicamento",
    "medication-form-group-time-label": "Tiempo de Dosificación",

    "medication-form-meds-subtitle":"Debes incluir al menos un medicamento para continuar.",
    "medication-form-meds-none":"Nada",
    "medication-form-meds-refill": "Próxima recarga en ",
    "medication-form-meds-name-label": "Nombre del Medicamento",
    "medication-form-meds-name-ph": "ej. Minoxidil",
    "medication-form-meds-dosage": "Dosificación",
    "medication-form-meds-unit": "Unidad",
    "medication-form-meds-notes-ph": "Agregue cualquier nota o información adicional que desee incluir sobre este medicamento.",
    "medication-form-meds-refill-set": "Establecer Recordatorio de Recarga",
    "medication-form-meds-date-ph": "Establecer Fecha",
    "medication-form-meds-date-label": "Recordatorio de Recarga",

    "medication-form-conf-header": "Confirmar Información",
    "medication-form-conf-reminder-1": "Habrá un recordatorio cada ",
    "medication-form-conf-reminder-2": " para este grupo de medicamentos.",

    "notifications-filter-header":"Filtrar Notificaciones",
    "notifications-filter-all":"Todas",
    "notifications-filter-meds":"Medicamentos",
    "notifications-filter-interval":"Sesiones",
    "notifications-filter-refill":"Recargas",
    "notifications-no-items-found":"No se Encontraron Artículos",
    "notifications-subtitle":"Notificaciones de los últimos 60 días.",

    "hydration-tracking-avg-header":"Ingesta Promedio por Día",
    "hydration-tracking-avg-statement-1":"Esto significa que estás teniendo cuidado de no beber demasiado.\n\nRecuerda, si te sientes mal mientras consumes menos de la ingesta diaria máxima, podría significar que estás deshidratado y quizás necesites consumir más líquido.",
    "hydration-tracking-avg-statement-2":"Esto significa que estás bebiendo más de la cantidad máxima recomendada.\n\nSi sueles beber un poco más de la cantidad recomendada, pero te sientes bien, podría significar que tu ingesta máxima de líquidos es mayor que la establecida. Si experimentas otros síntomas y efectos secundarios negativos, deberías intentar reducir la cantidad que bebes a diario.",

    "performance-summary-subtitle":"Si notas que a menudo estás en las marcas naranja o roja, pero te sientes bien, quizás debas actualizar tu ingesta máxima diaria de líquidos recomendada. Ciertos factores, como la temperatura y el peso, pueden afectar tu ingesta máxima.",

    "sentiment-bar-graph-label" : "Correlación entre el bienestar percibido y el líquido eliminado",
    "sentiment-bar-graph-tooltip-content" : "Este gráfico de barras está diseñado para ayudarte a comprender cómo la cantidad de líquido extraído durante la diálisis puede afectar cómo te sientes después.\n\nMuestra cinco barras, cada una correspondiente a una calificación de sentimiento diferente que seleccionaste después del tratamiento, desde 1 (te sientes fatal) hasta 5 (te sientes genial).\n\nCada barra muestra el peso promedio eliminado durante las sesiones en las que diste esa calificación en particular.\n\nDado que una mayor eliminación de líquido suele indicar una sobrecarga de líquidos, este gráfico te ayuda a identificar cómo estas sobrecargas pueden estar afectando tu bienestar.\n\nAl comparar visualmente estos promedios, puedes detectar tendencias (por ejemplo, si sentirte peor está relacionado con la mayor eliminación de líquido), lo que te brinda una visión más profunda de cómo responde tu cuerpo a las diferentes intensidades del tratamiento.",
    "sentiment-bar-graph-tooltip-header" : "Bienestar Percibido vs. Eliminación de Líquidos",
    "sentiment-bar-graph-average" : "Promedio",
    "sentiment-bar-graph-occurance" : "Aparición",

    "tracking-slide-header":"Mantiene un Registro",
    "tracking-slide-subtitle":"No olvides mantener tu información lo más actualizada posible para llevar un buen registro.",
    "tracking-slide-avg-sent-header":"Bienestar Percibido Promedio",
    "tracking-slide-avg-sent-content":"Sensación promedio al salir de la diálisis durante este mes. Cuanto más bajo sea el promedio, peor se ha sentido. Cuanto más alto sea el promedio, mejor se ha sentido.",

    "weight-graph-header": "Peso a lo Largo Del Tiempo",
    "weight-graph-tip-arrival": "Llegada",
    "weight-graph-tip-arrival-tip": "Peso Antes del Tratamiento de Diálisis",
    "weight-graph-tip-leaving": "Partida",
    "weight-graph-tip-leaving-tip": "Peso Después del Tratamiento de Diálisis",
    "weight-graph-tip-dry": "Peso Seco",
    "weight-graph-tip-dry-tip": "El peso ideal que los médicos buscan al decidir la cantidad de líquido a eliminar",

    "med-group-edit-modal":"¿Quieres editar este grupo?",
    "confirm-delete-modal":"Si lo eliminas, se eliminará definitivamente. ¡Confirma para eliminarlo!",

    "update-available-header":"Actualización Disponible",
    "update-available-message":"Reiniciando para aplicar la última actualización",

    "toast-med-group-edited-header":"Grupo de Medicación Editado",
    "toast-med-group-edited-subtitle":"¡Tu grupo de medicamentos ha sido actualizado!",

    "default-select-placeholder": "Seleccione un Artículo"
}